{
    "cards": [
        {
            "title": "notifications page",
            "description": "A notifications page is a part of a website or application where users can view and manage notifications. It typically displays a list of recent notifications, such as messages, alerts, or updates, and provides options to mark them as read, delete them, or take other actions. Notifications pages are commonly used in social media platforms, messaging apps, and productivity tools to keep users informed about new activity or information. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/notifications-page/",
            "image": "./assets/image/notifications-page.png"
        },
        {
            "title": "news homepage",
            "description": "A news homepage is the main page of a news website that displays the latest news stories and updates. It typically includes a mix of headlines, images, and summaries of news articles across various categories such as politics, world news, business, sports, and entertainment. The layout of a news homepage is designed to quickly catch the attention of visitors and provide them with a snapshot of the most important or interesting news stories of the day. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/news-homepage/",
            "image": "./assets/image/news-homepage.png"
        },
        {
            "title": "age calculator app",
            "description": "Easily calculate your age in years, months, days, and even hours with our user-friendly Age Calculator App. Whether you're planning a birthday celebration, tracking important milestones, or simply curious about your exact age, this app offers a quick and accurate way to find out. With a sleek design and intuitive interface, inputting your birthdate and getting your age has never been easier. Perfect for all ages, our app ensures you stay informed and on top of your important dates. Download now and start calculating your age with precision and ease! => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/age-calculator-app/",
            "image": "./assets/image/age-calculator-app.png"
        },
        {
            "title": "rest countries api with color theme switche",
            "description": "The 'Rest Countries API with Color Theme Switcher' project is a web application that displays information about countries using data from the REST API. The project features a color theme switcher, allowing users to toggle the app's appearance between different color themes to enhance user experience. The project includes an interactive and user-friendly interface that provides comprehensive information about each country, such as the capital, population, official language, and currency. => was created using languages HTML CSS JS API",
            "skills": ["HTML", "CSS", "JS", "api"],
            "link": "https://the-artist-web.github.io/rest-countries-api-with-color-theme-switche/",
            "image": "./assets/image/rest-countries-api-with-color-theme-switche.png"
        },
        {
            "title": "buy honey",
            "description": "To buy honey, you can visit local grocery stores, supermarkets, farmers' markets, or health food stores. You can also purchase honey online from various retailers and honey producers. When buying honey, consider the type of honey you prefer (e.g., raw, organic, flavored), the size of the container, and the reputation of the brand or producer. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/buy-honey/",
            "image": "./assets/image/buy-honey.png"
        },
        {
            "title": "pubg",
            "description": "PUBG, short for PlayerUnknown's Battlegrounds, is a popular online multiplayer battle royale game developed and published by PUBG Corporation, a subsidiary of South Korean video game company Bluehole. In PUBG, up to 100 players parachute onto an island and scavenge for weapons and equipment to kill others while avoiding getting killed themselves. The game's safe area decreases in size over time, forcing players into closer quarters and creating intense battles. The last player or team standing wins the round. PUBG has been praised for its realistic graphics, immersive gameplay, and intense multiplayer action. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/pubg/",
            "image": "./assets/image/pubg.png"
        },
        {
            "title": "game x o",
            "description": "'Game X-O' likely refers to the game Tic-Tac-Toe, also known as Xs and Os or Noughts and Crosses. It is a simple, two-player game where players take turns marking spaces in a 3x3 grid with their respective symbols (X or O) with the goal of getting three of their symbols in a row, either horizontally, vertically, or diagonally, before the other player. Tic-Tac-Toe is often used as a teaching tool for simple artificial intelligence algorithms due to its straightforward rules and gameplay. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/game-x-o/",
            "image": "./assets/image/game-x-o.png"
        },
        {
            "title": "clash royale",
            "description": "Clash Royale is a popular real-time strategy game developed and published by Supercell. It combines elements of collectible card games, tower defense games, and multiplayer online battle arena games. In Clash Royale, players collect and upgrade cards featuring characters from the Clash of Clans universe, which they use to deploy troops, spells, and defenses onto a battlefield to attack their opponent's towers. The game features both 1v1 and 2v2 multiplayer modes, as well as tournaments and clan-based gameplay. Clash Royale has a large and active player base, with frequent updates and new content to keep the game engaging for players. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/clash-royale/",
            "image": "./assets/image/clash-royale.png"
        },
        {
            "title": "advice generator app",
            "description": "An advice generator app is a software application that provides users with random or specific pieces of advice, tips, or suggestions. These apps can offer advice on various topics such as life, relationships, career, health, or personal development. The advice is typically displayed randomly or based on user input, and the goal is to provide users with motivational or helpful insights to improve their lives or make better decisions. => was created using languages HTML CSS JS API",
            "skills": ["HTML", "CSS", "JS", "api"],
            "link": "https://the-artist-web.github.io/advice-generator-app/",
            "image": "./assets/image/advice-generator-app.png"
        },
        {
            "title": "expenses chart component",
            "description": "An expenses chart component is a visual representation of expenses data, typically displayed in the form of a chart or graph. This component is commonly used in financial applications or dashboards to help users visualize their spending habits over time. The chart may show categories of expenses (e.g., groceries, rent, utilities) along with the amount spent in each category. It can also include features like filtering by date range, comparing expenses to a budget, and displaying trends or patterns in spending. => was created using languages HTML CSS JS API",
            "skills": ["HTML", "CSS", "JS", "api"],
            "link": "https://the-artist-web.github.io/expenses-chart-component/",
            "image": "./assets/image/expenses-chart-component.png"
        },
        {
            "title": "book me",
            "description": "Book Me could refer to a booking service or platform that allows users to schedule appointments, reservations, or services online. It might be used by various businesses such as hair salons, restaurants, healthcare providers, or personal trainers to manage their bookings efficiently. The 'Book Me' service could include features like availability calendars, booking forms, payment processing, and appointment reminders. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/book-me/",
            "image": "./assets/image/book-me.png"
        },
        {
            "title": "interactive card details form",
            "description": "An interactive card details form is a user interface element that allows users to enter or edit information related to a card, such as a credit card or membership card. It typically includes fields for cardholder name, card number, expiration date, security code, and billing address. The form may include interactive features like validation for correct card numbers, expiration dates, and security codes, as well as auto-formatting for ease of use. This type of form is commonly used in e-commerce websites and payment processing applications. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/interactive-card-details-form/",
            "image": "./assets/image/interactive-card-details-form.png"
        },
        {
            "title": "ping coming soon page",
            "description": "A coming soon page is a placeholder webpage used to announce an upcoming product, service, or website. It typically includes a teaser or preview of what's to come, along with a signup form or other call-to-action for visitors to stay updated or be notified when the product or service launches. The term ping could be used in this context to imply a quick and brief announcement or notification about the upcoming launch. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/ping-coming-soon-page/",
            "image": "./assets/image/ping-coming-soon-page.png"
        },
        {
            "title": "Ridex",
            "description": "Ridex could potentially refer to a fictional or real brand, product, service, or company. Without more context, it's difficult to provide a specific description. If you can provide more information or context about Ridex, I'd be happy to help further! => was created using languages HTML CSS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/Ridex/",
            "image": "./assets/image/Ridex.png"
        },
        {
            "title": "intro component with signup form",
            "description": "An intro component with a signup form is a section on a webpage that introduces a product, service, or website feature and includes a form for users to sign up or register. It typically includes a headline, a brief description or explanation, and a form with fields for users to enter their information, such as name and email address, to sign up. This component is commonly used on landing pages and websites to encourage user engagement and capture leads. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "JS"],
            "link": "https://the-artist-web.github.io/intro-component-with-signup-form/",
            "image": "./assets/image/intro-component-with-signup-form.png"
        },
        {
            "title": "single price grid",
            "description": "A single-price grid is a design element commonly used on pricing pages of websites to display a single pricing plan or package. It typically includes the name of the plan, a brief description, the price, and a call-to-action button. This layout allows users to easily compare the features of a single plan and make a decision. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/single-price-grid/",
            "image": "./assets/image/single-price-grid.png"
        },
        {
            "title": "My diary",
            "description": "My Diary is a personal journaling concept or potentially a digital platform where individuals can write and store their daily thoughts, experiences, and reflections. It serves as a private space for self-expression and introspection, allowing users to document their emotions, achievements, challenges, and memories. My Diary may also offer features like date-based entries, search functionality, and the ability to add images or multimedia to enhance the journaling experience. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "js"],
            "link": "https://the-artist-web.github.io/My-diary/",
            "image": "./assets/image/My-diary.png"
        },
        {
            "title": "blog preview card",
            "description": "A blog preview card is a design element used to showcase a snippet of a blog post on a website. It typically includes the blog post's title, an image or thumbnail related to the post, a brief excerpt or summary of the content, and sometimes additional details such as the author's name, publication date, and a Read More button. The purpose of the blog preview card is to entice readers to click through and read the full blog post. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/blog-preview-card/",
            "image": "./assets/image/blog-preview-card.png"
        },
        {
            "title": "base apparel",
            "description": "Base Apparel is a fictional or potentially real brand specializing in basic clothing items. The term base apparel suggests a focus on essential, foundational pieces of clothing that form the basis of a wardrobe. These could include items like plain t-shirts, simple jeans, basic hoodies, and other versatile, timeless garments. The brand might emphasize quality, comfort, and simplicity in its designs, catering to individuals seeking minimalist, easy-to-wear clothing options. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/base-apparel/",
            "image": "./assets/image/base-apparel.png"
        },
        {
            "title": "article preview",
            "description": "An article preview is a brief snippet of a larger article, designed to give readers a quick overview of the content. It typically includes the article's title, an image or thumbnail, a short summary or excerpt, and sometimes the author's name and publication date. The goal is to entice readers to click through and read the full article. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "js"],
            "link": "https://the-artist-web.github.io/article-preview/",
            "image": "./assets/image/article-preview.png"
        },
        {
            "title": "four card feature",
            "description": "A four-card feature section is a web design layout that highlights four key features or items side-by-side. Each card typically includes an image or icon, a title, and a brief description. This layout helps users quickly understand the main benefits or offerings of a product or service. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/four-card-feature/",
            "image": "./assets/image/four-card-feature.png"
        },
        {
            "title": "social proof section",
            "description": "A social proof section is a part of a website that builds trust by showing positive feedback from other users. It typically includes testimonials, reviews, ratings, and logos of well-known clients or partners to demonstrate credibility and influence potential customers. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/social-proof-section/",
            "image": "./assets/image/social-proof-section.png"
        },
        {
            "title": "nft preview card",
            "description": "An NFT preview card is a digital display element used to showcase a non-fungible token (NFT). It typically includes an image or video of the NFT, its title, a brief description, and key details such as the creator's name, current bid or price, and a call-to-action button like View More or Buy Now. These cards provide a visually appealing way to present NFTs in marketplaces, galleries, or portfolios. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/nft-preview-card/",
            "image": "./assets/image/nft-preview-card.png"
        },
        {
            "title": "profile card",
            "description": "A profile card is a compact and visually appealing user interface element used to display key information about an individual. It typically includes a profile picture, name, brief bio, and contact details or social media links. Profile cards are commonly used on personal websites, team pages, and social networking sites to provide a quick snapshot of a person's identity and relevant details. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/profile-card/",
            "image": "./assets/image/profile-card.png"
        },
        {
            "title": "3 column preview card",
            "description": "A 3-column preview card layout is a web design pattern used to display three items side-by-side. Each card typically includes an image, a title, a brief description, and a call-to-action button. This layout is commonly used to showcase products, services, or features in a visually organized and easily comparable manner. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/3-column-preview-card/",
            "image": "./assets/image/3-column-preview-card.png"
        },
        {
            "title": "order summary",
            "description": "An order summary is a concise overview of the items purchased in a transaction, typically found on e-commerce websites, invoices, or receipts. It includes essential details such as the names and quantities of the products, individual and total prices, applicable taxes, shipping charges, and the final total amount. The order summary helps customers review their purchase details before completing the transaction and provides a clear record of what was bought. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/order-summary/",
            "image": "./assets/image/order-summary.png"
        },
        {
            "title": "results summary",
            "description": "A results summary is a concise overview or compilation of the outcomes, findings, or data from a study, experiment, survey, or analysis. It typically provides key highlights or trends, often in a bulleted or numbered format, to give readers a quick understanding of the main results without having to delve into the full details. Results summaries are commonly used in research papers, reports, and presentations to effectively communicate the key findings to the audience. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "js"],
            "link": "https://the-artist-web.github.io/results-summary/",
            "image": "./assets/image/results-summary.png"
        },
        {
            "title": "product preview card",
            "description": "A product preview card is a compact user interface element commonly found on e-commerce websites. It typically includes an image of the product, along with its name, price, and a brief description, all neatly organized in a card-like layout. These cards provide users with a quick glance at the product and its key details, making it easier for them to decide whether to learn more or make a purchase. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/product-preview-card/",
            "image": "./assets/image/product-preview-card.png"
        },
        {
            "title": "Create a Responsive Animated Website",
            "description": "Creating a responsive animated website involves using HTML, CSS, and JavaScript to build a site that adjusts its layout and design based on the user's device and screen size, while also incorporating animations to enhance the user experience. Here's a basic outline of how you could approach this: lanning: Define the purpose of your website, identify your target audience, and plan the layout and content structure. esign: Create a mockup or wireframe of your website design, keeping in mind the responsive layout and any animations you want to include. Development: TML: Use HTML to structure your website's content, using semantic elements to define different sections. CSS: Use CSS to style your website, making it visually appealing and responsive. Use media queries to adjust the layout for different screen sizes. JavaScript: Use JavaScript to add interactivity and animations to your website. This could include animations for page transitions, scrolling effects, or interactive elements. Testing: Test your website on different devices and screen sizes to ensure that it looks and functions correctly. ptimization: Optimize your website's performance by minifying CSS and JavaScript files, optimizing images, and ensuring fast loading times. eployment: Deploy your website to a web server so that it can be accessed by users. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "js"],
            "link": "https://the-artist-web.github.io/Create-a-Responsive-Animated-Website/",
            "image": "./assets/image/Create-a-Responsive-Animated-Website.png"
        },
        {
            "title": "interactive rating",
            "description": "Interactive rating refers to a feature on websites or applications that allows users to provide feedback or rate content, products, or services in a dynamic and engaging way. Instead of a simple static rating system, interactive ratings often include elements such as star ratings, sliders, or emoticons that users can interact with to express their opinions. This type of rating system can provide more nuanced feedback and enhance user engagement by making the rating process more interactive and visually appealing. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "js"],
            "link": "https://the-artist-web.github.io/interactive-rating/",
            "image": "./assets/image/interactive-rating.png"
        },
        {
            "title": "social links profile",
            "description": "A social links profile is a section on a website or a profile page that contains links to various social media profiles or accounts associated with an individual, organization, or business. These links are typically represented by icons or buttons that users can click on to visit the respective social media pages. Social links profiles are commonly found on personal websites, blogs, and online portfolios to help visitors connect with the content creator or learn more about them on different social media platforms. => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/social-links-profile/",
            "image": "./assets/image/social-links-profile.png"
        },
        {
            "title": "faq accordion",
            "description": "An FAQ accordion is a user interface (UI) design element commonly used on websites to present a list of frequently asked questions (FAQs) and their answers in a compact and organized manner. It typically consists of a series of questions displayed as a list, with each question serving as a clickable item. When a question is clicked, its corresponding answer expands below it, revealing the content. This accordion-style layout helps users quickly find the information they are looking for without overwhelming them with too much text at once. => was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "js"],
            "link": "https://the-artist-web.github.io/faq-accordion/",
            "image": "./assets/image/faq-accordion.png"
        },
        {
            "title": "The Holy Quran",
            "description": "The Holy Quran, also spelled as Qur'an, is the sacred text of Islam, believed by Muslims to be a revelation from God. It is widely regarded as the finest work in classical Arabic literature. The Quran is divided into chapters, which are then divided into verses. It covers various aspects of life and provides guidance on personal conduct, morality, and societal issues. Muslims consider it the literal word of God as revealed to the Prophet Muhammad over a period of approximately 23 years, beginning in 610 CE, when Muhammad was 40, and concluding in 632 CE, the year of his death. => was created using languages HTML CSS JS API",
            "skills": ["HTML", "CSS", "js", "api"],
            "link": "https://the-artist-web.github.io/The-Holy-Quran/",
            "image": "./assets/image/The-Holy-Quran.png"
        },
        {
            "title": "stats preview card",
            "description": "The Stats Preview Card is a small project aimed at visually presenting various statistical information in an attractive and easy-to-understand way. It features a simple design that includes a main image with specific numbers and ratios that display basic information visually and neatly => was created using languages HTML CSS",
            "skills": ["HTML", "CSS"],
            "link": "https://the-artist-web.github.io/stats-preview-card/",
            "image": "./assets/image/stats-preview-card.png"
        },
        {
            "title": "newsletter sign",
            "description": "The Newsletter-Sign project makes it easy to sign up for newsletters, providing a simple sign-up form and integration with popular email services It was created using languages HTML CSS JS",
            "skills": ["HTML", "CSS", "js"],
            "link": "https://the-artist-web.github.io/newsletter-sign/",
            "image": "./assets/image/newsletter-sign.png"
        }
    ]
}